<div id="tab1" class="tab-pane active">
    <div class="row">
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_status', 'حالة الاستمارة') !!}
                {!! Form::select('case_status', ['لم يتم البدئ في التنفيذ' => 'لم يتم البدئ في التنفيذ',
                 'جاري تجميع الملفات' => 'جاري تجميع الملفات',
                 'جاري التنفيذ' => 'جاري التنفيذ',
                 'تم دفع الرسوم' => 'تم دفع الرسوم',
                 'تم تقديم الملفات' => 'تم تقديم الملفات',
                 'تم تجميع الملفات' => 'تم تجميع الملفات',
                 'تم تنفيذ ادخال عداد' => 'تم تنفيذ ادخال عداد',
                 'توصيل المياه' => 'توصيل المياه',
                 'بناء دورة مياه' => 'بناء دورة مياه',
                 'تم تنفيذ سقف' => 'تم تنفيذ سقف',
                 'تم تنفيذ توزيع بطاطين' => 'تم تنفيذ توزيع بطاطين',
                 'تم تنفيذ مشروع نفسي اتعلم' => 'تم تنفيذ مشروع نفسي اتعلم',
                 'تم تنفيذ مشروع لا للجوع' => 'تم تنفيذ مشروع لا للجوع',
                 'بناء جدران (جزء من البيت)' => 'بناء جدران (جزء من البيت)'], null, ['placeholder' => 'لا شيء' ,'class' => 'form-control select2 form_input']) !!}
            </div>
        </div>
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_governorate', 'المحافظة') !!}
                {!! Form::select('case_governorate', ['القاهرة' => 'القاهرة',
                  'الجيزة' => 'الجيزة',
                  'الإسكندرية' => 'الإسكندرية',
                  'القليوبية' => 'القليوبية',
                  'الدقهلية' => 'الدقهلية',
                  'الشرقية' => 'الشرقية',
                  'الغربية' => 'الغربية',
                  'المنوفية' => 'المنوفية',
                  'البحيرة' => 'البحيرة',
                  'كفر الشيخ' => 'كفر الشيخ',
                  'دمياط' => 'دمياط',
                  'بورسعيد' => 'بورسعيد',
                  'الإسماعيلية' => 'الإسماعيلية',
                  'السويس' => 'السويس',
                  'الفيوم' => 'الفيوم',
                  'بني سويف' => 'بني سويف',
                  'المنيا' => 'المنيا',
                  'أسيوط' => 'أسيوط',
                  'سوهاج' => 'سوهاج',
                  'قنا' => 'قنا',
                  'الأقصر' => 'الأقصر',
                  'أسوان' => 'أسوان',
                  'شمال سيناء' => 'شمال سيناء',
                  'جنوب سيناء' => 'جنوب سيناء',
                  'مطروح' => 'مطروح',
                  'البحر الاحمر' => 'البحر الاحمر',
                  'الوادي الجديد' => 'الوادي الجديد'],
                  null, array('placeholder' => 'لا شيء' , 'class' => 'form-control select2 form_input')) !!}
            </div>
        </div>
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_city', 'المركز') !!}
                {!! Form::select('case_city', ['أدفو' => 'أدفو', 'اطسا' => 'اطسا', 'الصف' => 'الصف', 'بني سويف' => 'بني سويف', 'نصر النوبة' => 'نصر النوبة', 'اطا' => 'اطا', 'اهنسيا' => 'اهنسيا', 'سمسطا' => 'سمسطا', 'قنا' => 'قنا', 'يوسف الصديق' => 'يوسف الصديق'], null, array('placeholder' => 'لا شيء' , 'class' => 'form-control select2 form_input')) !!}
            </div>
        </div>
    </div>

    <div class="row">
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_district', 'القرية') !!}
                {!! Form::select('case_district', ['الشودك' => 'الشودك',
                  'الشيخ علي' => 'الشيخ على',
                  'الفويرة' => 'الفويرة',
                  'القناوية' => 'القناوية',
                  'الكرملاوي' => 'الكرملاوي',
                  'النزل' => 'النزل',
                  'الها' => 'الها',
                  'بهنساوي' => 'بهنساوي',
                  'خليل بريك' => 'خليل بريك',
                  'سعيد بكير' => 'سعيد بكير',
                  'شويش' => 'شويش',
                  'عزبة الازهرى' => 'عزبة الازهرى',
                  'عزبة الدكتور بهجت' => 'عزبة الدكتور بهجت',
                  'عزبة بشرا الشرقية' => 'عزبة بشرا الشرقية',
                  'غمازة الكبرى' => 'غمازة الكبرى',
                  'كساب' => 'كساب',
                  'ميانه' => 'ميانه'], null, array('placeholder' => 'لا شيء' , 'class' => 'form-control select2 form_input')) !!}
            </div>
        </div>
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_following', 'التابع') !!}
                {!! Form::text('case_following', null, array('class' => 'form-control form_input')) !!}
            </div>
        </div>
        <div class="col-md-4">
            <div class="form-group">
                {!! Form::label('case_real_date', 'تاريخ تطبيق البحث') !!}
                {!! Form::date('case_real_date', null, array('class' => 'form-control form_input')) !!}
            </div>
        </div>
    </div>
</div>
